tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "autojump"
brew "bat"
brew "cloc"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "grep"
brew "jenv"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kustomize"
brew "mackup"
brew "mas"
brew "maven"
brew "neovim"
brew "php"
brew "ripgrep"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "derailed/k9s/k9s"
cask "alfred"
cask "brave-browser"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-cascadia-mono"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-noto-nerd-font"
cask "iterm2"
cask "maestral"
cask "rectangle"
cask "spotify"
cask "spotmenu"
